Repository: senaite/senaite.abx
Catalog: src/senaite/abx/locales/*/LC_MESSAGES/senaite.abx.po
Languages: cs, de

source: Abbreviation
cs: Zkratka
de: Abkürzung

source: Active
cs: Aktivní
de: Aktiv

source: Add
cs: Přidat
de: Hinzufügen

source: All
cs: Vše
de: Alle

source: Aminoglycosides
cs: Aminoglykosidy
de: Aminoglykoside

source: Antibiotic
cs: Antibiotika
de: Antibiotikum

source: Antibiotic class
cs: Třída antibiotik
de: Antibiotische Klassifizierung

source: Antibiotic classes
cs: Třídy antibiotik
de: Antibiotische Klassifizierungen

source: Antibiotics
cs: Antibiotika
de: Antibiotika

source: Antibiotics handling for SENAITE
cs: Zacházení s antibiotiky pro SENAITE
de: Antibiotika Verwaltung für SENAITE

source: Carbapenems
cs: Karbapenemy
de: Carbapeneme

source: Cephalosporins
cs: Cefalosporiny
de: Cephalosporine

source: Class
cs: Třída
de: Klassifizierung

source: Description
cs: Popis
de: Beschreibung

source: Fluoroquinolones
cs: Fluorochinolony
de: Fluorchinolone

source: Inactive
cs: Neaktivní
de: Inaktiv

source: Macrolides
cs: Makrolidy
de: Makrolide

source: Monobactams
cs: Monobaktamy
de: Monobactame

source: Other
cs: Ostatní
de: Andere

source: Penicillins
cs: Peniciliny
de: Penicilline

source: SENAITE ABX (uninstall)
cs: SENAITE ABX (odinstalace)
de: SENAITE ABX (deinstallieren)

source: Tetracyclines
cs: Tetracykliny
de: Tetracycline

source: Title
cs: Název
de: Titel
